let answers = {
	"w" : {
		"description" : "Вы 'Кровавый спорт'. Вы наверняка любите заниматься спортом и точно обожаете Ван Дамма, и фильмы с его участием. Вы любите наблюдать за драками, поединками и, скорее всего, сами делаете это. Могу описать вас как активную, спортивную и мужественную личность. Вы точно сможете постоять за себя и за другого человека. С вами нигде не будет страшно, даже ночью в Балашихе.",
		"image" : "w.jpg",
	},
	"c" : {
		"description" : "Вы 'Маска'. Вы смотрите на мир с оптимизмом и скорее всего стараетесь быть самым веселым и смешным человеком среди ваших знакомых. Вы стараетесь выкрутиться из любой неудобной ситуации своим юмором и позитивом. Вы человек неконфликтный, дружелюбный и радуетесь каждому моменту в своей жизни. К таким людям я проявляю безусловное уважение",
		"image" : "mask.jpg",
	},
	"h" : {
		"description" : "Вы 'Молчание ягнят'. Если вы этот фильм, значит вы человек довольно загадочный и скромный. Вы предпочитаете находиться в тишине и мало с кем общаться. Вы любите посидеть дома один, редко гулять с друзьями и общаться максимум с родителями. У вас много своих секретов, и вы никому о них не рассказываете. Также вы стараетесь не раскрывать свои вкусы остальным людям.",
		"image" : "h.jpg",
	},
	 	"s" : {
 		"description" : "Вы 'Шерлок Холмс'. Вы довольно умный, воспитанный, вежливый, уравновешенный, интеллигентный человек. Вы предпочитаете решать все проблемы своим языком. Вы можете провести интеллектуальный поединок с другим человеком и, скорее всего, одержите победу. Вы настоящий джентльмен.",
 		 "image" : "s.jpg",
 	},
	"t" : {
		"description" : "Вы 'Мстители: финал'. Вы любите проводить много времени в интернете и много гулять с друзьями. Вы стараетесь делать так, чтобы моменты в жизни, которые вам нравятся больше всего, не проходили, и если в вашей жизни что-то поменяется, вы очень плохо воспримете. Вы стараетесь не выходить из своей зоны комфорта и занимаетесь в основном тем, что доставляет вам удовольствие.",
		"image" : "t.jpg",
	},
	"f" : {
		"description" : "Вы 'Пираты Карибского моря'. Вы человек, который просто любите жизнь и стараетесь, чтобы каждая прожитая секунда вашей жизни была не напрасна. Вы добрый, активный, дружелюбный и порой вас невозможно остановить с вашими идеями и амбициями. Каждый минуту у вас может появиться следующий план действий. Вас можно назвать довольно креативным человеком.",
		"image" : "f.jpg",
	},
 };