const quiz = [
{
	"q": "Какой жанр кино тебе больше всего нравится?",
	"a" : {
		"w": "Боевик, криминал",
		"t": "Фантастика, Фильмы про супергероев",
		"c": "Комедия",
		"s": "Детектив",
		"h": "Триллер",
		"f": "Приключения",
	}
},
{
	"q": "Какой ты в компании по мнению твоих друзей?",
	"a" : {
		"w": "Самый красивый",
		"t": "Самый креативный и слегка сумасшедший",
		"c": "Самый веселый и смешной",
		"s": "Самый умный и серьёзный",
		"h": "Самый тихий и спокойный",
		"f": "Самый активный и добрый",
	}
},
{
	"q": "Выбери любимый предмет",
	"a" : {
		"w": "Физкультура",
		"t": "Физика",
		"c": "Музыка",
		"s": "Математика",
		"h": "Литература",
		"f": "География",
	}
},
{
	"q": "Что главное должно быть в твоём любимом фильме?",
	"a" : {
		"w": "Качественно снятые экшен сцены",
		"t": "Красивые декорации и проработанный мир, в котором живут герои",
		"c": "Интересные диалоги",
		"s": "Интересный сюжет и актёрская игра",
		"h": "Захватывающая атмосфера",
		"f": "Красивая картинка и великолепная режиссёрская работа",
	}
},
{
	"q": "А как ты относишься к кровавым сценам в кино?",
	"a" : {
		"w": "Обожаю кровь и расчленёнку!!!!!",
		"t": "Если она необходима и подходит под настроению фильму",
		"c": "Если такие сцены будут поданы смешно, или просто приправлены какой-нибудь шуткой",
		"s": "Подобные сцены могут появиться в фильме, но немного",
		"h": "Такие сцены должны быть максимально мрачными и отталкивающими",
		"f": "Я не смотрю такие фильмы вообще и считаю, что их нужно вообще запретить",
	}
},
{
	"q": "Какую музыку ты в основном слушаешь?",
	"a" : {
		"w": "Предпочитаю рок",
		"t": "Оригинальные саундтреки к фильмам",
		"c": "Поп-музыка",
		"s": "Классическая музыка",
		"h": "Я не меломан",
		"f": "Я слушаю стук дождя о подоконник",
	}
},
{
	"q": "Как ты предпочитаешь решать конфликты?",
	"a" : {
		"w": "Покажу свои боевые способности и всё решится в мою пользу",
		"t": "Надеюсь что всё само как-то решится",
		"c": "Попробую всё решить своим искромётным остроумием и юмором",
		"s": "Решу весь конфликт словами, после которых опоннент будет плакать",
		"h": "Я вообще думаю, что никогда не попаду в какой-либо конфликт",
		"f": "Постараюсь всё решить мирным путём, даже если итоги конфликта уйдут в их пользу",
	}
},
{
	"q": "Как ты любишь проводить свободное время?",
	"a" : {
		"w": "Занимаюсь спортом для поддержания своей формы",
		"t": "В основном учусь",
		"c": "Провожу время в интернете",
		"s": "Читаю книги",
		"h": "Смотрю фильмы",
		"f": "Гуляю с друзьями",
	}
},
{
	"q": "Самое любимое качество в людях",
	"a" : {
		"w": "Смелость, трудолюбие",
		"t": "Взаимопомощь, справедливость",
		"c": "Безмятежность, чувство юмора",
		"s": "Интеллигентность, мудрость",
		"h": "Приземленность, загадочность",
		"f": "Открытость, альтруизм",
	}
},
{
	"q": "Выбери цитату",
	"a" : {
		"w": "Глаза - это душа, а то, в чём есть душа, вряд ли может быть полезно для тела",
		"t": "Нельзя отворачиваться от семьи, даже если семья отвернулась от тебя",
		"c": "Комедия — очень капризная леди. Когда она месяцами тебя игнорирует, депрессия обеспечена.",
		"s": "В этом мире не важно, сколько вы сделали. Самое главное — суметь убедить людей, что вы сделали много.",
		"h": "Что лучше, жить монстром или умереть человеком?",
		"f": "Фокус вовсе не в том, чтобы жить вечно, а в том, как остаться самим собой... навечно.",
	}
},
]